#  ОБработка файла commands.py [1]
#  Обычные переменные с текстом   [1][1]                                            -----> [1][1]

welcome_for_manuall = "Вас приветствует бот МГЕР, я буду уведомлять Вас о предстоящих мероприятиях."

help_txt_manuall = ("Список команд: \nevent - Предстоящие мероприятия."
                    "\nsend - Отправка в банк идеи для мероприятия. В течении времени Ваша идея будет рассмотрена руководством "
                    "организации. В случае отправки сообщения, содержащего мат/оскорбления/спам/рекламу, вы будете лишены возможности "
                    "пользовать командой 'send'.")

welcome = "Приветствую вас\nДля ознакомления с функционалом введите /help.\n Вы имеете статус привилегированного пользователя."
help_txt = "Как бы тут должен быть текст с полезной инфой, но это на тебе, Андрюха)))"
help_end_txt = "Рассылка завершена."
SPAm_all = "Введите сообщение или серию  для всех:"
SPAm_fav = "Введите сообщение или серию  для определенных:"
#  Специальные переменные         [1][2]                                            -----> [1][2]
ID_glad_people = {"Ваняя": 6008137550}
ID_all_peopl = {"андрей": 500679707, "ваня": 866669644}

dictionary = {"Иванов Иван Иванович": 866669644}


ADMINs = [500679707, 866669644]  # АЙди Админов по умолчанию, даже если база каким-то образом слетит.

#  Обработка файла button_defolt.py [2]
#  Общие переменные                                                                 -----> [2]
locale_txt = "Запросить геолокацию"
