#  ОБработка файла commands.py [1]
#  Обычные переменные с текстом   [1][1]                                            -----> [1][1]
welcome = "Приветствую вас\nДля ознакомления с функционалом введите /help"
help_txt = "Список команд:"
help_end_txt = "Выключение кнопок"
test1_txt = "Отправляется обычное сообщение\n Раз на то пошло, лови ссылку на GitHub Вани: " \
            "<u>https://github.com/ivanst75</u> "
test2_txt = "Сообщение отправляется ответом на ваш запрос\n" \
            "Ну вот и моя ссылачка на GitHub: <u>https://github.com/BLIZUK</u>"
test3_txt = "Функция отправки кубика по имени\nВведите имя человека"

#  Специальные переменные         [1][1]                                            -----> [1][2]
ID_peopl = {"андрей": 500679707, "ваня": 866669644, "настя": 234}


#  Обработка файла button.py [2]
#  Общие переменные                                                                 -----> [2]
locale_txt = "Запросить геолокацию"